[BalanceDefs.BD_VolleyballNet InteractiveObjectBalanceDefinition]
DefaultDisplayName="face pillow"
Grades[0]=(GradeModifiers=(DisplayName="Football net"))

[ID_TooCloseForMissles_GasCan MissionItemDefinition]
UseFailureCharacterMessage="You have to %s Using this article."
ItemName="Fuel available"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This item is no longer available.."
NoManufacturerName="In general"

[ID_TooCloseForMissles_GasCan:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aviation fuel."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_VolleyballNet InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TooCloseForMissles_Ball MissionItemDefinition]
UseFailureCharacterMessage="do you love him %s Benefit from this project.."
ItemName="Volleyball"
PickupMessage="to me %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="All in all"

[ItemDefs.ID_TooCloseForMissles_Ball:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is not a secret."
NoConstraintText=""
Suffix=""
Prefix=""

